Repository: seanpm2001/mt-training-data
Catalog: os/os_pontoon.tmx
Source language: en_us
Languages: os

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
os: Фӕнды дӕ Common Voice-ӕн баххуыс кӕнын, цæмæй ноджы хуыздӕр суа? Иттӕг хорз! Æрфысс нæм эл. посты ууылты кӕнӕ <discourseLink>Discourse-ы</discourseLink> форумтӕм, фехъусын нын кӕн фарсы проблемӕтӕ <githubLink>GitHub-ы</githubLink> ууылты, кӕнӕ баиу у <matrixLink> Matrix-ы</matrixLink> ӕхсӕнады чаты.

source: Want to stay in touch with Common Voice?
os: Фӕнды дӕ контакты баззайын Common Voice-имæ?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
os: Фӕнды дӕ Common Voice-ы рардты ӕмбырды ног верси рауагъды тыххӕй уайтагъд зонын? Бафысс дæхи нӕ хабӕрттæм.

source: Watch our video explainer to help
os: Æххуысы тыххæй бакæс нæ видео-æххуысгæнæгмæ

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
os: Мах фӕлдисӕм гом ӕмӕ иумӕйаг хъӕлӕсон рардты хæрх, цӕмӕй алы адӕймагӕн дӕр пайда уа сахуыр кӕнын хъӕлӕс раиртасыны программӕтæ.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
os: Мах Mozilla-йы аразæм æмбалад хъæлæсы технологийыл. Мах фæнды зонын хабæрттæ, ног бæрæггæнæнты гуырæнтæ æмæ, куыд пайда кæнут ацы бæрæггæнæнтæй, уый хъусын фылдæр.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
os: Мах уырны, ӕмӕ егъау иумӕйаг хъӕлӕсон рардты ӕмбырд цырын кӕны инновацитӕ ӕмӕ нормалон коммерцион конкуренци машинӕ-ахуыргонд технологитӕ хъӕлӕс раиртасынӕн. Уый у глобалон хъӕппӕрис, ӕмӕ мах алкӕйдӕр хонӕм хайад райсын. Нӕ нысан у — баххуыс кӕнын хъӕлӕсон технологитӕн алырдыгон уӕвын ӕмӕ раиртасын дунейы алыхуызон хъӕлӕстӕ.

source: Website Localization
os: Веб-сайты локализаци

source: Websites
os: Веб-сайттæ

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
os: Мах сахӕттӕ хынцӕм, алы ныффыстӕн йӕ рӕстӕмбис дӕргъ аргъ кӕнгӕйӕ, ӕмӕ уый фӕстӕ ацы нымӕц бӕр кӕнӕм иумӕйаг нымӕцы ныффыстыл ӕппӕт ӕвзӕгтыл.

source: We couldn’t find that page for you
os: Махæн нæ бантысти ссарын дӕуӕн уыцы фарс

source: We couldn’t get any audio clips for you to listen to. Please try again later.
os: Нæ къухы нæ бафтыд иу клип дæр райсын дæуæн байхъусынмæ. Дæ хорзæхæй, бафæлвар ногæй фæстæдæр.

source: We couldn’t get any sentences for you to speak. Please try again later.
os: Нæ къухы нæ бафтыд иу дæр клип райсын дæуæн дзурынмæ. Дæ хорзæхæй, афæлвар ногæй фæстæдæр.

source: Weekly
os: Алы къуырийы

source: Weekly Goal
os: Алкъуырион нысан

source: We launch the Common Voice site in this language.
os: Гом кӕнӕм сайт Common Voice ацы ӕвзагыл.

source: Welcome { $company } staff!
os: Ӕгас цӕут, { $company } кусджытæ!

source: Welcome to Common Voice
os: Ӕгас цу Common Voice-мӕ

source: Welsh
os: Валлийаг

source: We may have run out of clips - refresh the page, or try again later.
os: Гæнæн и, æмæ махмæ клиптæ фесты — сног кæн фарс кæнæ ногæй бафæлфар фæстæдæр.

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
os: Гæнæн и, æмæ мах нæ райстам ацы бафарст. Дæ хорзæхæй, ныффысс нын комкоммæ <emailLink>{ $email }</emailLink>, æмæ мах раздæхдзыстæм дæумæ!

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
os: Мах дзырд дæттæм, дæ информациимæ aрæхстгай кæй кусдзыстæм, уый тыххæй. Кæс фылдæр мах <privacyLink>Конфиденциалондзинады политикæйы</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
os: Мах фӕлдисӕм гом ӕмӕ бирӕвзагон хъӕлӕсон рардты ӕмбырд, кӕцы кӕй фӕнды уый пайда кӕндзӕнис, цӕмӕй ахуыр кӕна хъӕлӕсон ӕфтуанты.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
os: Мах ӕмбырд кӕнӕм хъӕлӕсон рардтӕ гом райдайӕн кодимӕ. Бахай кӕн дӕ хъӕлӕс, цӕмӕй сбӕлвырд уа ӕндӕр адӕмы клипты дырысдзинад, рардты ӕмбырд фӕхуыздӕр кӕн се ппӕтӕн дӕр.

source: We’re experiencing unexpected downtime
os: Сервер дзуапп нӕ дӕтты

source: We release the dataset every 3 months.
os: Алы 3 мӕйы мах публикаци кӕнӕм рардты ӕмбырд.

source: We're making some big changes
os: Стыр ивддзинæдтæ нæм ис

source: We're receiving a lot of traffic and are currently investigating the issues.
os: Мах ныртæккæ исæм бирæ трафик æмæ ныр иртасæм проблемæтæ.

source: We’re sorry, your platform is not currently supported.
os: Хъыгагӕн дӕ платформӕйӕ нӕма ис кусӕн.

source: Western Sierra Puebla Nahuatl
os: Ныгуылæн Сьеррæ-Пуэблойы науатлиаг

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
os: Мах пайда кæнæм, <pontoonLink>Pontoon</pontoonLink> кæй хонынц, ахæм Mozilla-йы фæрæзæй. Pontoon-мæ ис бирæ æвзæгтæ, фæлæ, кæд йæм нæй дæуон, уæд дæ бон у <pontoonRequestLink>бафарст бахæссын, цæмæй де 'взаг бафтауой</pontoonRequestLink>. Уый фæстæ, цæмæй æвзаг æнцонвадат суа Common Voice проекты, <githubRepoLink>бафарст бахæсс æвзаджы тыххæй Github-ы</githubRepoLink>. <localizationFragment>Кæс фылдæр сайты тæлмацыл</localizationFragment>.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
os: Иуæй-иу ивддзинӕдтӕ бахастам. Дельтӕ-сегментты мидæг ис фӕстаг клиптӕ, фӕстаг рауагъды рæстæгæй. <deltaLink> Бӕлвырддӕрӕй ацы куысты тыххæй</deltaLink>.

source: We've run out of sentences to record in this language...
os: Ацы æвзагыл фыссинаг хъуыдыйæдтæ нæм фесты...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
os: Мах фæнды, цæмæй хъæлæсы модельтæ æмбарой дзурджыты фæтæн зылд. Уый тыххæй хъæлæсон рардты æмбырд хъуамæ бирæ алыхуызон адæмы равдиса.

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
os: Мах фæнды, цæмæй рардты æмбырд Common Voice куса мыры миниуæгимæ, кæцы кусдзæн хъæлæс текстмæ рацаразыныл æмæ хъуысдзæн æцæг царды, уый тыххæй нæ æнæмæнг хъæуы алыхуызонад. Уæлæмхасæн фæтæн къорды авторы ныффыстытæ, рардты æмбырд алыхуызон мыртимæ сахуыр кæндзæн хъæлæс раиртасынимæ раст куыд кусын хъæуы æхсæнады, зæгъæм, фоны ныхас æмæ машинæты хъæлæба. Кæд дæ ныффыст æнцонæмбарæн у, уӕд уый бахъæудзæн рардты æмбырды.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
os: Мах <strong>бауадздзыстæм дæр не 'мбалады менеджерæн базонын, ды интересы бацæуæг кæй дæ<strong>, цæмæй уыдон дын раттой алы уæлæмхасæн æххуыс кæнæ информаци, дæу цы, гæнæн ис, æмæ хъæуы, ахæм.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
os: Мах тагъд рæстæджы дын ныффысдзыстæм, куыд бафтауæн ис де 'взаг Common Voice-мæ, ахæм информаци.

source: We will be in touch with more information as it becomes available.
os: Куыд цæуой ног хабæрттæ, афтæ дæм хъусынгæнинаг уыдзæн.

source: We will not make your email public.
os: Дӕ эл. пост сусӕг баззайдзӕн.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
os: Мах æркæсдзыстæм дæ бафарстмæ дæ хъæлæсон фыстытæ рардты æмбырдæй сыхалыны тыххæй. Дæ бафарст сфидар куы уа, уæд мах нæхи сбæтдзыстæм, рардты æмбырд чи равгæдта, уыдонимæ æмæ домдзыстæм, цæмæй уыдон сыхалой дæр дæ хъæлæсон фыстытæ.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
os: Мæ бон кæй нæу рабæрæг кæнын дзурджыты Common Voice рардты æмбырды, уый цы нысан кæны?

source: What is a language on Common Voice?
os: Common Voice-ы цы у ӕвзаг?

source: What is Common Voice?
os: Common Voice циу?

source: What issues are you experiencing with this sentence?
os: Ацы хъуыдыйадимæ баст цы проблемæтæ ды æвзарыс?

source: What kind of goal do you want to build?
os: Цавæр нысанмæ дæу фæнды схизын?

source: What kinds of sentences can I add?
os: Цавæр фразæйы хуызтӕ мын ис бафтауӕн?

source: What level of audio quality is required for a voice clip to be used in the dataset?
os: Цавӕр миниуӕг хъӕуы мыры ныффыстӕн, цӕмӕй клип спайда кӕнӕм датасеты?

source: What’s inside the Common Voice dataset?
os: Цы ис Common Voice-ы рардты ӕмбырды мидӕг?

source: What's Public?
os: Цы уыны публикæ?

source: What’s the difference between Common Voice and Deep Speech?
os: Common Voice ӕмӕ Deep Speech-ы цы хицӕн кӕны?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
os: Архайӕг хъӕлӕсон ныффыст куы аиуварс кӕны, уӕд ахӕццӕ вӕййы фӕстӕмӕ йӕ радмӕ. Дыккаг хатт ӕй куы аиуварс кӕнынц, уӕд хъӕлӕсон клип ахӕццӕ вӕййы «клипты уӕлмӕрдмӕ».

source: When will you release Common Voice data in other languages?
os: Common Voice ӕндӕр ӕвзӕгтыл кӕд рауадздзыстут?

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
os: Дӕ ныффыстытӕ куы æркурыс, уӕд сӕ мах иу кӕнӕ цалдӕр ZIP-файлмӕ бафтауӕм. Дӕ раздӕры курдиаттæ:

source: Where does the source text come from?
os: Райдайӕн текст кӕцӕй у?

source: Which variant of { $language } do you speak?
os: Цавæр æвзаджы здæхтыл дзурыс?

source: Why ?
os: Цæмæй?

source: Why a profile?
os: Цæмæн хъæуы профиль?

source: Why Common Voice?
os: Common Voice цӕмӕ?

source: Why does this matter?
os: Ахӕм ахсджиаг цӕмӕ у?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
os: Цæуыннæ курут адæмæй, цæмæй кæсой чингуытæ кæнæ Википедийы фыстуацтæ алыхуызон æвзæгтыл?

source: Why do you need so many different speakers per language?
os: Цæмæ дæ хъæуы уый бæрц бирæ адæм, æвзагыл чи дзуры, ахæмтæ?

source: Why is 10,000 validated hours the per language goal for capturing audio?
os: Аудио ныффыссынӕн бахъӕудзӕн 10,000 бӕлвырд сахӕттӕ алы ӕвзагӕн, цӕмӕ?

source: Why is Common Voice part of the Mozilla mission?
os: Comon Voice Mozilla-йы миссийы хай цӕмӕ у?

source: Why is it important?
os: Ахӕм ахсджиаг цӕмӕ у?

source: Why is my language not included yet?
os: Ме ’взаг цауылнæ бафтыд ныры онг?

source: Why should I sign up for an account?
os: Аккаунт мӕ цӕмӕ хъӕуы регистраци кӕнын?

source: Wolof
os: Уолоф

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
os: Фӕнды дӕ, цӕмӕй дӕ хъӕлӕсон ныффыстытӕ хӕлд ӕрцӕуой, ӕви дӕ фӕнды уыдон ныууадзын Common Voice-ы рардты ӕмбырды?

source: Write
os: Фысс

source: Xhosa
os: Косæ

source: Xitsonga
os: Ситсонгæ

source: y
os: о

source: Yes
os: О

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
os: Хорз, æрвит мын эл. постытæ. Мæн фæнды зонын ног хабæрттæ проект Common Voice-ы тыххæй.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
os: Хорз, æрвит мын эл. постытæ. Мæн фæнды зонын, ацы æвзаджы тыххæй Common Voice-ы куыст куыд цæуы, уый.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
os: О, ды нæм уæлдай ахсджиаг дæ! Common Voice-ы миссийы хай — сӕмбырд кæнын куыд фылдæр алы хуызон акценттæ, цæмæй хъæлæсы иртасæны службæтæ æмхуызон алкæмæндæр дзæбæх кусой. Уый ууыл дзурæг у, æмæ æвзагыл йӕ сабибонтӕй чи нæ дзуры, уыдоны бавæрд нын у æппæты ахсджиагдæр.

source: Yiddish
os: Идиш

source: Yoruba
os: Йорубæ

source: You
os: Ды

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
os: <size>{ $size } ГБ</size> равгæныны æввонг дæ, уый дæ фæнды?

source: You are prepared to initiate a download of <b>{ $size }</b>
os: Ды бавгӕнынмӕ хъавыс <b>{ $size }</b>

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
os: Бар дын ис къопи кӕнын ӕмӕ бавӕрын комкоммӕ URL-адристӕ дӕ уарзондӕр ӕвгӕнӕны менеджермӕ. Сӕ архайды ӕмгъуыд ивгъуыд кӕны 12 сахаты фӕстӕ, фӕлӕ дӕ бон у ацы фарсмӕ раздахын алы рӕстӕджы дӕр ног æрвитæн сфӕлдисынæн.

source: You can choose to make your username public or anonymous.
os: Ном скæнын дæ бон у анонимон кæнæ иумæйаг.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
os: Дæ бон у бацæуын <datasetsPage>датасетты фарсмæ</datasetsPage>, равзарын, дæу цахæм фæнды, ахæм верси æмæ æвзаг (æвзæгтæ), æмæ равгæнын æй! Файлтæм ис <metadataLink>сбаст метарардтæ</metadataLink>, зæгъæм, демографион информаци æмæ басгæрсты рардтæ. Дæу бахъæудзæн раттын электронон посты адрис датасет равгæнынмæ.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
os: Гом рардты ӕмбырды алыхуызон сфӕлдисӕны фӕдыл нын баххуыс кӕнын дӕ бон у, Common Voice-ы профиль сфӕлдисгӕйӕ ӕмӕ дӕ хъӕлӕсӕй баххуыс кӕнынӕй.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
os: Mozilla-йы ӕндӕр ӕвзӕгты архайджытимæ дӕ бон у базонгӕ уын: <discourseLink>Discourse-ы</discourseLink> темæтæм гæсгæ уынаффӕ кӕныны тыххӕй кӕнӕ <matrixLink>Matrix-ы</matrixLink> тагъд дзуаппы тыххӕй.

source: You cannot request your recordings while another request is already in progress.
os: Дæ бон нæу домын дæ фыстытæ, цалынмæ иннæ бафарстыл куыст цæуы, уæдмæ.

source: You can request a new takeout of your recordings every { $days } days.
os: Дæ бон у бафарст бахæссын дæ фыстыты ног архив райсыны тыххæй алы { $days } боны.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
os: Мадзæлттӕ кӕныны бар дын ис, цӕмӕй адӕмӕн баххуыс кӕнай сӕ бавӕрд бахӕссын. Куыд хъуыды кӕныс, уымӕй ӕнцондӕр у. Дӕ бон ӕй у онлайн скӕнын видеоконференцийӕн инструментты ӕххуысӕй кӕнӕ æмдзастæй, кӕд ӕдас у, уӕд. <eventTemplate>Нӕ шаблонтимӕ ӕмӕ ресурстимӕ базонгӕ кӕнын дӕ бон у, цӕмӕй мадзæлттӕ кӕнай</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
os: Дæ бон у <sentenceCollectorLinkAdd>бафтауын хъуыдыйæдты чысыл нымæц</sentenceCollectorLinkAdd>, кæнæ скæнын егъау импорттæ, Github-æй пайда кæнгæйæ. Дæ зæрдыл дар, хъуыдыйæдтæ кæй хъуамæ уой <licenseLink>СС0 (кæнæ æхсæнадон исæй)</licenseLink> кæнæ дæ бон кæй у ныффыссын дæхион, уый.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
os: Дæ бон у спайда кæнын <scraperLink>Хъуыдыйæдты исинагæй</scraperLink>, цæмæй Википедийы чысыл хъуыдыйæдтæй спайда кæнай.

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
os: Сайт бацамонын, зæгъæм: "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
os: Академион стилы ахастæй пайда кæнын дæ бон у, зæгъæм, Гарвæрды стиль "Mozilla (2021) Common Voice. Ацы адрисы ууылты æнцонвадат у https://commonvoice.mozilla.org/ (Бадзырды нымæц: 15 сентябры 2021 аз.)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
os: Дæ бон у пайда кæнын социалон хызтæй уац фехъусын кæнынмæ. Равдис посттæ, кæцытæ æмбарын кæнынц, цæмæн уый ахсджиаг у, æмæ хи сбæтт ахæм адæймæгтимæ, кæцытæ дзурынц æвзаджы бартæ, хъæлæсон АИ кæнæ мæнг аздæхтыл технологиты. Фен фылдæр уынаффæтæ <campaignLink>кампанийæн фæтк дæттыныл, бафтаугæйæ, дæ бон цæмæй у ногæй пайда кæнын, ахæм æрмæг</campaignLink>.

source: You must allow microphone access.
os: Ды хъуамæ бар раттай микрофонмæ бацæуæнмæ

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
os: Дӕ акцент у, дзырдтӕ куыд дзурыс, уый. Гæнæн ис æмæ баст уа, кӕм цардтӕ, цавӕр ӕвзӕгтыл дзурыс, ӕмӕ ӕндӕрт аххосæгтимæ. Ацы ран дӕ бон у фӕхай кӕнын алы информацийӕ дӕр, кӕцы дӕ хъуыдымӕ гӕсгӕ у ахсджиаг.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
os: Дæ анонимон хъæлæсон фыстытæ баззайдзысты Common Voice-ы рардты хæрхы. Куы сыхалай дæ профил, уæд дæ бон нал уыдзæн арвитын бафарст дæ фыстытæ датасетæй сыхалыны тыххæй.

source: Your daily goal has been created
os: Дæ æрвылбойнон нысан арæзт æрцыди

source: Your download has started.
os: Дæ бавгæд райдыдта.

source: You’re contributing to a target segment
os: Ды нывæрыс нысанон сегменты

source: You’re contributing to our first target segment
os: Ды нывæрыс нæ фыццаг нысанон сегменты

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
os: Ды <bold>НÆ</bold> исдзынæ ахæм фыстæджытæ, зæгъæм, нысаны зæрдыл æрыфтауæнтæ,¶ æнтыстытыл хъусынгæнинæгтæ æмæ ног хабæрттæ Common Voice-ы тыххæй

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
os: Ды исдзынæ ахæм фыстæджытæ, зæгъæм, нысаны зæрдыл æрыфтауæнтæ, мæ æнтыстытæн сæ ног хъусынгæнинæгтæ æмæ ног хабæрттæ Common Voice-ы тыххæй

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
os: Æгæр тагъд кæныс. Хъуыдыйад лæмбынæгдæрæй бакæс, цæмæй базонай, раст у ӕви нӕ.

source: Your email address
os: Дæ электронон посты адрис

source: Your files are being assembled. Please check again later.
os: Дӕ файлтӕ ӕмбырд кӕнынц. Дӕ хорзӕхӕй, фӕстӕдӕр-иу бахиз.

source: Your languages:
os: Де ’взæгтæ:

source: Your Languages
os: Де ’взæгтæ

source: Your username and email will not be associated with the published data.
os: Дæ ном æмæ эл. посты адрис бастгонд нæ уыдзысты публикацигонд рардты базӕйы.

source: Your weekly goal has been created
os: Дæ алкъуырион нысан арæзт æрцыди

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
os: Тагъд рæстæджы ды хъуамæ райсай, бамбарын кæй кæны къахдзæфтæ бафтауынмæ де ʼвзаг Common Voice-мæ, ахæм электронон фыстæг.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
os: Ды баххуыс кодтай Common Voice-æн сæххæст кæнынæн <goalPercentage></goalPercentage> нæ æрвылбойнон { $goalValue } фыссыны нысанæй!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
os: Ды баххуыс кодтай Common Voice-æн сæххæст кæнынæн <goalPercentage></goalPercentage> нæ æрвылбойнон { $goalValue } сгарыны нысанæй!

source: You've successfully signed up for contributing to { $language }. Thank you.
os: Æнтысджынæй регистраци скодтай { $language } æвзагыл куысты хайад райсынæн . Бузныг дын.

source: Zaza
os: Заза

source: Zip #{ $offset } of { $total }
os: Zip № { $offset }, æдæппæт сты { $total }

source: Zulu
os: Зулу

source: account recovery key
os: аккаунты ногæй рацарæзты дæгъæл

source: add-on
os: уæлæмхасæн

source: alternate text
os: альтернативон текст

source: attack
os: атакæ

source: attacker
os: фыдгæнæг

source: Attack Site
os: Лæбурæг сайт

source: attendee
os: архайæг

source: authenticate
os: аутентификаци скæнын

source: authenticated
os: аутентификацигонд

source: authentication code
os: аутентификацийы код

source: backup authentication code
os: фæстауæрцон аутентификацийы код

source: bookmark
os: мысæнхал

source: breakpoint
os: контроллон æрлæууан

source: Bug report
os: Рæдыды хыгъдлæвæрд

source: certificate authority
os: сертификацийы центр

source: cipher
os: шифр

source: clipboard
os: ивды буфер

source: colorway
os: хуызты æмиуæд

source: confirmation code
os: бæлвырдгæнæны код

source: context
os: контекст

source: cookie banner
os: кукийыл хъусынгæнæн

source: corrupt
os: сзыгъуыммæ кæнын

source: corrupted
os: хæлд

source: crash
os: хæлд

source: cross-site tracking cookie
os: сайты ’хсæн цæстдарæг куки

source: cryptominer
os: криптæйы фæрæзгæнæг

source: cryptomining
os: криптойы æфтиаг

source: debug
os: растгæнæн

source: deceptive site
os: сайæг сайт

source: decode
os: декод кæнын

source: decryption
os: дешифровкæ

source: disinformation
os: дезинформаци

source: distrust
os: зæрдæхсайгæ схонын

source: enable
os: скусын кæнын

source: encode
os: код скæнын

source: encrypt
os: шифр скæнын

source: encryption
os: шифргæнæн

source: end user
os: кæройнаг архайæг

source: home page
os: сæйраг фарс

source: independent browser
os: хæдбар браузер

source: innovations
os: инновацитæ

source: unsafe
os: тæссаг

source: version
os: фæлтæр
